[AblativePlating_Schematic_0 X2SchematicTemplate]
FriendlyName = "Покрытие из нановолокна"
FriendlyNamePlural = "Покрытие из нановолокна"
BriefSummary = "Мы можем укрепить внешний слой нашей основной тактической брони с помощью новых материалов из нановолокна. Придётся потратить немного припасов, но это повысит выживаемость наших бойцов."
TacticalText = "Мы можем укрепить внешний слой нашей основной тактической брони с помощью новых материалов из нановолокна. Придётся потратить немного припасов, но это повысит выживаемость наших бойцов."
m_strClassLabel="ОТРЯД"

[AblativePlating_Schematic_1 X2SchematicTemplate]
FriendlyName = "Композитное покрытие"
FriendlyNamePlural = "Композитное покрытие"
BriefSummary = "Стандартная броня солдат «Адвента» не основана на каких-либо технологических прорывах, но по-прежнему является хорошим источником прочного материала, который можно относительно легко адаптировать для нашей собственной брони."
TacticalText = "Стандартная броня солдат «Адвента» не основана на каких-либо технологических прорывах, но по-прежнему является хорошим источником прочного материала, который можно относительно легко адаптировать для нашей собственной брони."
m_strClassLabel="ОТРЯД"

[AblativePlating_Schematic_2 X2SchematicTemplate]
FriendlyName = "Покрытие из сплавов"
FriendlyNamePlural = "Покрытие из сплавов"
BriefSummary = "Силовая броня Щитоносцев «Адвента», по-видимому, усилена несколькими слоями композитного материала, сотканного из различных инопланетных сплавов. Используя эту технологию, мы сможем существенно усилить нашу броню."
TacticalText = "Силовая броня Щитоносцев «Адвента», по-видимому, усилена несколькими слоями композитного материала, сотканного из различных инопланетных сплавов. Используя эту технологию, мы сможем существенно усилить нашу броню."
m_strClassLabel="ОТРЯД"

[AblativePlating_Schematic_3 X2SchematicTemplate]
FriendlyName = "Хитинове покрытие"
FriendlyNamePlural = "Хитинове покрытие"
BriefSummary = "Криссалид обладает необычайно прочным экзоскелетом. Мы не хотим идти на риск, связанный с использованием материала, взятого непосредственно из тел Криссалидов, мы можем разработать новую форму покрытия на основе его молекулярной структуры."
TacticalText = "Криссалид обладает необычайно прочным экзоскелетом. Мы не хотим идти на риск, связанный с использованием материала, взятого непосредственно из тел Криссалидов, мы можем разработать новую форму покрытия на основе его молекулярной структуры."
m_strClassLabel="ОТРЯД"

[AblativePlating_Schematic_4 X2SchematicTemplate]
FriendlyName = "Панцирное покрытие"
FriendlyNamePlural = "Панцирное покрытие"
BriefSummary = "Костюм «Андромедона» для защиты от окружающей среды использует вспомогательную силовую систему, намного более сложную, чем наша собственная. Мы можем перепроектировать силовую систему нашей брони, что даст необходимый прирост мощности для повышения броневой нагрузки наших собственных костюмов без потери мобильности."
TacticalText = "Костюм «Андромедона» для защиты от окружающей среды использует вспомогательную силовую систему, намного более сложную, чем наша собственная. Мы можем перепроектировать силовую систему нашей брони, что даст необходимый прирост мощности для повышения броневой нагрузки наших собственных костюмов без потери мобильности."
m_strClassLabel="ОТРЯД"

[AblativePlating_Schematic_5 X2SchematicTemplate]
FriendlyName = "Покрытие \"Эгида\""
FriendlyNamePlural = "Покрытие \"Эгида\""
BriefSummary = "Сектоподы оснащены самой передовой системой брони, с которой мы когда-либо сталкивались, способной выдержать невероятные повреждения. Хотя у нас нет технологии для самостоятельного производства этого материала, мы, возможно, сможем разработать способ нарезать имеющийся материал, и использовать его для наших бронекостюмов."
TacticalText = "Сектоподы оснащены самой передовой системой брони, с которой мы когда-либо сталкивались, способной выдержать невероятные повреждения. Хотя у нас нет технологии для самостоятельного производства этого материала, мы, возможно, сможем разработать способ нарезать имеющийся материал, и использовать его для наших бронекостюмов."
m_strClassLabel="ОТРЯД"
